[
    [
        {
            "title": "TikTok Advertisement Revenue to Triple in 2022, Could Exceed Twitter and Snapchat Combined Sales: Report",
            "content": "Research firm Insider Intelligence reports that video-sharing app TikTok could triple its ad revenue to more than $11 billion (roughly Rs. 83,620 crore). That's more than Twitter and Snapchat's combined sales.",
            "writer": "Agencies",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Bihar Board Releases Class 10 Matric Compartment Exam Schedule; Complete Time Table Here",
            "content": "BSEB Matric Compartment Exams: Students will be provided with 15 minutes reading time. The Class 10 Matric Compartment exam practical papers will be held between April 29 and April 30.",
            "writer": "Mridusmita Deka",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt's Reported Wedding Postponed, Claims Rahul Bhatt: \"I Give My Word\"",
            "content": "Earlier, Rahul Bhatt claimed that he has received an invite to the wedding",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Noida School Reports 16 Covid Cases, Moves Back To Online Classes: Report",
            "content": "Three students enrolled at two private schools in Ghaziabad have tested positive for coronavirus, while 16 cases including three among teachers were reported from a school in Noida, officials said on Monday.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Google Sues Puppy Scammer. This Is How He Targeted US' Elderly",
            "content": "Internet users beware! An alleged puppy fraud scheme has recently come to Google's notice.",
            "writer": "Asian News International",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Asansol BJP Candidate Alleges Stones Were Hurdled At Her Car Amid Bypoll",
            "content": "Stones were hurled allegedly at the vehicle of BJP's Lok Sabha bypoll candidate Agnimitra Paul on Tuesday morning, leading to tensions in Asansol.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Xiaomi 12 Pro India Launch Date Set for April 27, Company Announces",
            "content": "Xiaomi 12 Pro India launch date has been announced by the Chinese company. The new Xiaomi phone will be the company's next flagship model in the country.",
            "writer": "Gadgets 360 Staff",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Meta Begins Testing Sale of Virtual Goods in Horizon Worlds, Bonus Programme for Creators",
            "content": "Meta is starting to test tools for selling digital assets within its virtual reality social platform Horizon Worlds. The tools will be available initially to select users. The social media company is also bringing a Horizon Worlds Creator Bonus program for select Horizon Worlds users in the United States, through which it would pay participants for using new tools or features the company launches.",
            "writer": "Nithya P Nair",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Earnings Numbers Help TCS Shares Gain Around 1% On Bourses",
            "content": "Shares of TCS on Tuesday gained 1 per cent after the software services firm opened the fourth-quarter earnings season with a stellar set of numbers",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "HP Chromebook x360 14a (Intel) With 2-in-1 Design, 14-Day Battery Life Launched in India",
            "content": "HP Chromebook x360 14a (Intel) was launched in India on Tuesday. The new Chromebook model comes with an Intel Celeron processor and is equipped with 4GB of RAM.",
            "writer": "Jagmeet Singh",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Amazon Fab Phones, TV Fest Sale Is Live Until April 14: Best Deals, Offers",
            "content": "Here are some of the best deals of the Amazon Fab Phones Fest and Fab TV Fest.",
            "writer": "Siddhant Chandra",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Wait, What? Woman Accidentally Eats Biscuits Covered With Ants Thinking They Were Seeds",
            "content": "A woman accidentally ate biscuits covered with ants. Her reactions have left the internet in splits.",
            "writer": "Vrinda Jain",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Sri Lanka Announces Defaulting On All Its External Debt",
            "content": "Crisis-stricken Sri Lanka Tuesday announced it would default on its $51 billion external debt pending a bailout from the International Monetary Fund.",
            "writer": "Agence France-Presse",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "BJP's \"Neo-Hindutvavadis\" Creating Pre-Partition Like Atmosphere: Sena",
            "content": "The Shiv Sena on Tuesday hit out at former ally BJP, claiming its Hindutva is selfish and hollow and that the saffron party's \"neo-Hindutvavadis\" were creating a pre-partition like atmosphere in the country.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Supreme Court Halts Conviction Of Congress's Hardik Patel In Riot Case",
            "content": "The Supreme Court on Tuesday stayed the conviction of Gujarat Congress working president Hardik Patel in a rioting and arson case.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        }
    ],
    [
        {
            "title": "IPL 2022: Michael Vaughan Says SRH Youngster \"Will Play For India Very Soon\"",
            "content": "IPL 2022: Michael Vaughan feels that the SRH youngster will soon make his international debut, and also urged the BCCI to send him to play County cricket.",
            "writer": "Vedant Yadav",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Properties Of Stone-Pelters During Ram Navami Demolished In Madhya Pradesh",
            "content": "On the instructions of Chief Minister Shivraj Singh Chouhan, the district administration and police demolished illegal buildings of those involved in the attack on a Ram Navami procession.",
            "writer": "Asian News International",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ananya Panday's 'Balanced' Meal Will Make You Crave This Italian Dish; See Pic",
            "content": "Ananya often shares about her foodie indulgences. You can often see her indulging in decadent desserts and various desi meals.",
            "writer": "Vrinda Jain",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "BJP Sweeps Elections To UP Legislative Council, Loses Key Varanasi Seat",
            "content": "UP MLC Election Result: The BJP today headed for a massive win in biennial elections to the Uttar Pradesh legislative council or upper house, weeks after its record victory in state elections, but had to settle for a loss in Varanasi",
            "writer": "Alok Pandey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Bitcoin, Ether Fall Hard as Crypto Market Struggles With Inflation Rise",
            "content": "Moving to a similar beat to traditional stock markets such as the Nasdaq 100, crypto appears to be struggling under an increasing rate environment as Bitcoin, Ether and all major altcoins marked immense losses marking a massive 5.42 percent dip in the global crypto market cap in the past 24 hours.",
            "writer": "Shomik Sen Bhattacharjee",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Video Of Golden Tortoise Beetle Captures Internet's Attention",
            "content": "The golden tortoise beetle is distributed widely in eastern North America, west to about Iowa and Texas.",
            "writer": "Amit Chaturvedi",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Government Hopes This City Will Break China's Grip On Pharma Industry",
            "content": "On the edge of Hyderabad in southern India, a vast patch of arid shrub-land the size of about 14,000 football fields is becoming a testing ground for a model that could help wean the world off its dependence on Chinese drug ingredients.",
            "writer": "Chris Kay and Malavika Kaur Makol, Bloomberg",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Mandana Karimi Reveals Romance With Filmmaker Which Led To Pregnancy",
            "content": "\"We planned pregnancy but when it happened, he completely backed off,\" said Mandana Karimi",
            "writer": "NDTV Movies News Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "5 Quick Indian Breakfast Recipes In 15 Minutes",
            "content": "Quick breakfast: Can you spare just 15 minutes to have a healthy, hearty breakfast? Check out the recipes below.",
            "writer": "Neha Grover",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Gold Prices Volatile Ahead of US Inflation Data",
            "content": "Gold price today: Yellow metal rates were higher on the MCX, asgold June futures were trading Rs 376 or 0.7 per cent up at Rs 52,560 per 10 gram",
            "writer": "Animesh Singh",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Italy Seizes Properties Belonging To Russian Racer Nikita Mazepin: Report",
            "content": "The operation targeted a villa - known as Rocky Ram - located in the north of the island of Sardinia. It is part of broader efforts aimed at penalising wealthy Russians linked to President Vladimir Putin after the invasion of Ukraine by Moscow.",
            "writer": "Reuters",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Neptune Sees Unexpected Drop in Temperatures, Scientists Puzzled",
            "content": "Scientists studying Neptune's temperature were in for a surprise recently. They discovered unusual temperature variations on the planet. Scientists had not anticipated such a dramatic temperature swing, with the planet becoming chilly during its summer season and then warming up at the south pole.",
            "writer": "Edited by Gadgets 360 Newsdesk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Stranger Things Season 4 Trailer Will Release Today at 7:30pm In India",
            "content": "Stranger Things season 4 release date and time is Tuesday, April 12 at 7:30pm IST in India, 4pm CET in Europe, 3pm BST in the UK, and 7am PT / 10am ET in the US. Trailer countdown clock located on 3rd Street Promenade in Santa Monica, California. Stranger Things 4 split into two parts: Volume 1 out May 27, followed by Volume 2 on July 1.",
            "writer": "Akhil Arora",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Elon Musk's Decision to Not Join Twitter Board has Employees Stressed",
            "content": "Elon Musk is currently the largest individual Twitter shareholder, but declined the offer to join company board. This made several Twitter employees stressed even during a day off.",
            "writer": "Maxwell Adler and Sarah Frier, Bloomberg",
            "date": " Tuesday April 12, 202"
        }
    ],
    [
        {
            "title": "Chennai-Based IT Firm Gifts Cars To Its 100 Employees",
            "content": "A Chennai-based IT firm on Monday gifted as many as 100 cars to its employees for their constant support and unparalleled contributions to the company's success and growth.",
            "writer": "Asian News International",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "IPL 2022: Hardik Pandya Becomes Fastest Indian To Achieve Big Milestone",
            "content": "IPL 2022: Only Chris Gayle and Andre Russell hit 100 sixes in fewer deliveries than Hardik Pandya in the Indian Premier League.",
            "writer": "Asian News International",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "WhatsApp Spotted Developing New Interface With Ability to Share Profile Links for Business Users",
            "content": "WhatsApp has been spotted working on a new interface for business accounts that appears to allow them to share a short link with customers. It would replace the existing QR code sharing option.",
            "writer": "Jagmeet Singh",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Chennai Super Kings vs Royal Challengers Bangalore, IPL 2022: When And Where To Watch Live Telecast, Live Streaming",
            "content": "Chennai Super Kings (CSK) face Royal Challengers Bangalore (RCB) in match 22 of the Indian Premier League (IPL) at the DY Patil Stadium on Tuesday.",
            "writer": "NDTV Sports Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Wedding Or No Wedding, Neetu Kapoor Is Burning Up This Dance Floor",
            "content": "Riddhima Kapoor Sahni has replied with fire and heart emojis",
            "writer": "NDTV Movies News Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Florida Woman Arrested For Placing Child In Dryer And Starting Machine",
            "content": "A 35-year-old Florida woman has been charged with aggravated child abuse as the 4-year-old boy sustained peculiar injuries that landed him in an emergency room in February.",
            "writer": "Bhavya Sukheja",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Delhi Heatwave Beats 72-Year Record As Temperatures Soar In Early April",
            "content": "Delhi is likely to reel under a heatwave for the sixth consecutive day today as the weather department has predicted that the maximum temperature for the day is expected to settle around 42 degrees Celsius.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "The New Age Baleno - Bold, Intelligent & Tech-Loaded",
            "content": "The new age Baleno is bold, intelligent, and loaded with best-in-class tech, in fact, it even offers the same level of performance, which impressed us in the first place. At a starting price of Rs. 6.35 lakh the Baleno offers a great value proposition.",
            "writer": "carandbike team",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "\"Superb\": Sena Leader's Shout-Out To S Jaishankar On 'Russian Oil' Retort",
            "content": "Foreign Minister S Jaishankar's sharp remarks in the US on India's oil purchase from Russia amounting to \"less than that of Europe in an afternoon\" drew praise from the opposition today.",
            "writer": "Deepshikha Ghosh",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Realme Narzo 50A Prime India Launch Tipped for April 30, Could Debut in Two Configurations",
            "content": "Realme Narzo 50A Prime launch in India is set on April 30. It could be launched with two storage configurations as well as two colour options, as per a tipster.",
            "writer": "Sourabh Kulesh",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Bracing For Fall, Ukraine Forces \"Pushed Back\" By Russia In Mariupol",
            "content": "Russia was poised Monday to take the strategic city of Mariupol and unleash a massive offensive in eastern Ukraine, as fresh diplomatic efforts with Moscow to broker a peace offered little hope of de-escalation.",
            "writer": "Agence France-Presse",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Mumbai City FC Become First Indian Club To Win A Match In AFC Asian Champions League",
            "content": "Mumbai City FC beat Air Force Club from Iraq 2-1 to script history as they became the first Indian club to win a match in the AFC Asian Champions League.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Uber Raises Trip Fares By 12% In Delhi-NCR",
            "content": "Ride-hailing service Uber India has raised trip fares by 12 per cent in Delhi-NCR (National Capital Region) amid a recent spike in fuel rates.",
            "writer": "Prashun Talukdar",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "China Ends Gaming Approval Freeze, Grants First Licences Since July 2021",
            "content": "China has finally put an end to the gaming approval freeze it started back in July last year. China's gaming regulator granted licences to companies such as Baidu, XD, iDreamSky, 37Games, Shenzhen Zqgame, and Yoozoo Games.",
            "writer": "Reuters",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt's Reported Wedding: After RK Studios, Krishna Raj Bungalow Lit Up",
            "content": "Ranbir, Alia Marriage: The Krishna Raj Bungalow is lit up and how",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        }
    ],
    [
        {
            "title": "Uber Raises Trip Fares By 12% In Delhi-NCR",
            "content": "Ride-hailing service Uber India has raised trip fares by 12 per cent in Delhi-NCR (National Capital Region) amid a recent spike in fuel rates.",
            "writer": "Prashun Talukdar",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "China Ends Gaming Approval Freeze, Grants First Licences Since July 2021",
            "content": "China has finally put an end to the gaming approval freeze it started back in July last year. China's gaming regulator granted licences to companies such as Baidu, XD, iDreamSky, 37Games, Shenzhen Zqgame, and Yoozoo Games.",
            "writer": "Reuters",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt's Reported Wedding: After RK Studios, Krishna Raj Bungalow Lit Up",
            "content": "Ranbir, Alia Marriage: The Krishna Raj Bungalow is lit up and how",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Russian State TV Calls For Regime Change In US: Report",
            "content": "Donald Trump faced criticism over his relationship with the Russian President when he occupied the US top office.",
            "writer": "Amit Chaturvedi",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Fire Breaks Out At Delhi's Ram Lal Anand College, No Casualties Reported",
            "content": "A major fire broke out at Delhi University's Ram Lal Anand college this morning. The fire was reported from the college auditorium at around 9 am, officials said, adding no casualties were reported in the incident.",
            "writer": "Mukesh Singh Sengar",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "TS PGECET 2022 Registration Begins Today At Pgecet.tsche.ac.in; Check Exam Schedule, Details",
            "content": "TS PGECET 2022: The PGECET exam 2022 will be conducted by Osmania University, Hyderabad from July 29 to August 1 on behalf of the Telangana State Council of Higher Education (TSCHE).",
            "writer": "rashi.hardaha",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Realme 9 4G to Go on Sale for the First Time in India Today: Price, Specifications",
            "content": "Realme 9 4G is set to go on sale in India for the first time today at 12pm (noon). Check out its price, availability, and specifications.",
            "writer": "Apoorva Sinha",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Epic Games Raises $2 Billion From Sony, Lego Parent Company to Build Out Metaverse",
            "content": "Sony, an existing investor, and Kirkbi each invested $1 billion (roughly Rs. 7,600 crore), Epic said.",
            "writer": "Reuters",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt Reported Wedding Live Updates:  Date Postponed, Claims Alia's Brother Rahul Bhatt",
            "content": "Ranbir Kapoor, Alia Bhatt: The couple are reportedly getting married this week. Festivities are to begin with a mehendi",
            "writer": "NDTV Movies News Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "56-Year-Old Raped, Tortured With Iron Rod In Chhattisgarh",
            "content": "A 56-year-old woman was raped, brutalised with an iron rod before her head was crushed with a boulder in a blood-curdling incident in Chhattisgarh, the police have said.",
            "writer": "Anurag Dwary",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "India Now \"Partner Of Choice\": Blinken Reflects On Moscow- New Delhi Ties",
            "content": "India's relationship with Russia was developed over decades at a time when the US was not able to be a partner of the South Asian country, Secretary of State Tony Blinken.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Video: Teenage Russian Karter Sacked Over Apparent Nazi Salute",
            "content": "A 15-year-old Russian karter has been sacked by his team and is being investigated by the FIA for what appeared to be a Nazi salute on the podium after winning a race.",
            "writer": "Agence France-Presse",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt's Reported Wedding: Dates, Venue And The Guest List",
            "content": "Ranbir, Alia Marriage: Here's a round up of everything we know so far",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "High-Protein Diet: How To Make Chana Dal Pulao For A Quick Weekday Lunch",
            "content": "Pulao Recipes: Here we bring you a pulao recipe for weekday lunch, that includes chana dal in it.",
            "writer": "Somdatta Saha",
            "date": " Tuesday April 12, 202"
        }
    ],
    [
        {
            "title": "Some Lenders Stop Credit For Oil Imports By Russian-Backed Refiner Nayara: Report",
            "content": "India's HDFC Bank and some foreign banks have stopped offering trade credit for oil imports to Nayara Energy, a Russian-backed refiner.",
            "writer": "Reuters",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "\"The Bradman And Lara Of This Era\": Rashid Latif Rates Pakistan Cricketer Ahead Of Javed Miandad, Wasim Akram, Inzamam-Ul-Haq",
            "content": "Speaking on YouTube, former Pakistan captain Rashid Latif had special praise for a certain cricketer and also compared him to Sir Don Bradman and Brian Lara.",
            "writer": "Neelav Chakravarti",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "IPL 2022, CSK Predicted XI vs RCB: Will Rajvardhan Hangargekar Get A Chance?",
            "content": "IPL 2022: Chennai Super Kings are in dire need of a win to keep their playoffs hopes alive this season and it needs to be seen whether they make any changes for the game against RCB.",
            "writer": "NDTV Sports Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Sensex Falls Over 350 Points, Nifty Trades Below 17,600 On Weak Global Cues",
            "content": "The Indian equity benchmarks on Tuesday fell in opening deals, tracking a weak trend in global markets.",
            "writer": "Prashun Talukdar",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "IPL 2022, RCB Predicted XI vs CSK: Will Josh Hazlewood Replace David Willey?",
            "content": "IPL 2022: Royal Challengers Bangalore are fourth in the points table and it needs to be seen whether they bring in Josh Hazlewood for the clash against Chennai Super Kings.",
            "writer": "NDTV Sports Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Ranbir Kapoor, Alia Bhatt's Reported Wedding: Keeping Up With The Groom-To-Be",
            "content": "Ranbir, Alia Marriage: The Rockstar actor was pictured at a skincare clinic",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Baisakhi 2022: Date, Significance And 5 Classic Punjabi Dishes",
            "content": "Baisakhi 2022: Also known as Vaisakh Sankranti, the festival is observed by the Sikh community all across the world.",
            "writer": "NDTV Food Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Petrol, Diesel Prices Remain Steady For Sixth Straight Day. See Rates",
            "content": "Fuel prices were unchanged for the sixth consecutive day on Tuesday across metro cities after being hiked 14 times in 21 days.",
            "writer": "Prashun Talukdar",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "KCET 2022 Registration To Begin Today; Check List Of Documents Required, Details",
            "content": "KCET 2022: The Karnataka Common Entrance Test (KCET 2022) application forms will be released on the official website- kea.kar.nic.in.",
            "writer": "rashi.hardaha",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Watch: Rahul Tripathi Takes Stunning One-Handed Diving Catch To Dismiss Shubman Gill",
            "content": "IPL 2022, SRH vs GT: Rahul Tripathi took a fantastic diving catch to dismiss Shubman Gill as SunRisers Hyderabad beat Gujarat Titans.",
            "writer": "Neelav Chakravarti",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Priyanka Chopra's Throwback Is About The \"Strong Maternal Figures\" In Her Life",
            "content": "\"I'm so grateful for you all,\" wrote Priyanka Chopra",
            "writer": "Pranita Chaubey",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "IPL 2022 Points Table Update: Latest Orange Cap, Purple Cap Lists After SRH vs GT Match 21",
            "content": "IPL 2022: SunRisers Hyderabad are eighth in the IPL 2022 points table after two consecutive wins.",
            "writer": "NDTV Sports Desk",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Maharashtra: Summer Vacation For Students Of Classes 1 To 9, 11 From May 2 To June 12",
            "content": "The Maharashtra government has issued a circular, announcing summer vacation for students of Classes I to IX and XI from May 2 to June 12.",
            "writer": "Press Trust of India",
            "date": " Tuesday April 12, 202"
        },
        {
            "title": "Oppo F21 Pro, F21 Pro 5G to Launch in India Today: How to Watch Livestream, Expected Price, Specifications",
            "content": "Oppo F21 Pro series is set to launch in India later today. The Oppo F21 Pro and Oppo F21 Pro 5G are tipped to sport 64-megapixel triple cameras and come with 4,500mAh batteries. The Oppo Enco Air 2 Pro are said to feature 12.4mm dynamic drivers and offer active noise cancellation and transparency mode support. Here’s how to watch the livestream of the Oppo F21 Pro series launch event online.",
            "writer": "David Delima",
            "date": " Tuesday April 12, 202"
        }
    ],
    [
        {
            "title": "Sunrisers Hyderabad vs Gujarat Titans Live Score Ball by Ball, IPL 2022 Live Cricket Score Of Today's Match on NDTV Sports",
            "content": "Live Updates of Today Match between Sunrisers Hyderabad vs Gujarat Titans from Dr. DY Patil Sports Academy, Navi Mumbai. Check commentary and full scoreboard of the match.",
            "writer": "NDTVSports",
            "date": " Monday April 11, 202"
        },
        {
            "title": "IIM Shillong Inaugurates 10th Batch Of PG Programme For Executives",
            "content": "Director IIM Shillong, Prof DP Goyal emphasised on the need to set a benchmark by the 10th batch for the years to come. “We produce managers with ethical and human values, wherein sustainability is our core focus”, Professor Goyal added",
            "writer": "Arnab Mitra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "IPL 2022: Kane Williamson Stars As SunRisers Hyderabad Beat Gujarat Titans By Eight Wickets",
            "content": "IPL 2022: Kane Williamson scored 57 as SRH chased down 163 to defeat Gujarat Titans by eight wickets at Dr DY Patil Sports Academy on Monday.",
            "writer": "Press Trust of India",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Xiaomi 12 Lite 5G Specifications Leaked, Could Feature Snapdragon 778G SoC",
            "content": "Xiaomi 12 Lite 5G is an upcoming smartphone whose specifications have leaked online. The phone will reportedly come with a Snapdragon 778G chipset and a 120Hz AMOLED display.",
            "writer": "Apoorva Sinha",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Sunrisers Hyderabad vs Gujarat Titans: IPL 2022 Live Cricket Score, Live Score Of Today's Match on NDTV Sports",
            "content": "Live Updates of Today Match between Sunrisers Hyderabad vs Gujarat Titans from Dr. DY Patil Sports Academy, Navi Mumbai. Check commentary and full scoreboard of the match.",
            "writer": "NDTVSports",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Sunrisers Hyderabad vs Gujarat Titans: IPL 2022 Live Cricket Score, Live Score Of Today's Match on NDTV Sports",
            "content": "Live Updates of Today Match between Sunrisers Hyderabad vs Gujarat Titans from Dr. DY Patil Sports Academy, Navi Mumbai. Check commentary and full scoreboard of the match.",
            "writer": "NDTVSports",
            "date": " Monday April 11, 202"
        },
        {
            "title": "JNTU Anantapur Announces BTech, BPharm Semester 1 Results 2022; How To Check",
            "content": "JNTU Anantapur BTech/ BPharm Semester 1 Results 2022:  The candidates who had appeared in the BTech/ BPharm four-year examinations can check the results on the official website-  jntuaresults.ac.in, they can also download the marksheets from the official website",
            "writer": "Arnab Mitra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Robber Threatened To Cut Ashley Cole's Fingers Off, Court Told",
            "content": "The court was told that among the items stolen from Ashley Cole during the break-in were cash, mobile phones and watches.",
            "writer": "Agence France-Presse",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Besides The Taj Mahal, There's Another Taj That Is A Wonder Itself",
            "content": "This Agra's star hotel is reason enough for a staycation closer home. And with the kind of luxury it offers, it is time to explore our neighbourhood with a fresh pair of eyes.",
            "writer": "Shubham Bhatnagar",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Sunrisers Hyderabad vs Gujarat Titans Live Score Ball by Ball, IPL 2022 Live Cricket Score Of Today's Match on NDTV Sports",
            "content": "Live Updates of Today Match between Sunrisers Hyderabad vs Gujarat Titans from Dr. DY Patil Sports Academy, Navi Mumbai. Check commentary and full scoreboard of the match.",
            "writer": "NDTVSports",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Two Thumbs Up: Netflix Adds Third Option to Thumbs Up and Down Rating System",
            "content": "Netflix will now let you rate titles with Two Thumbs Up, a third option to its previously-binary rating system of Thumbs Up and Thumbs Down. Learn why Netflix is adding Two Thumbs Up, how it affects your recommendations, why the binary system has been ditched, and why there’s no Two Thumbs Down option — yet. Two Thumbs Up available on Netflix starting today on Android, iPhone, TV, and the Web.",
            "writer": "Akhil Arora",
            "date": " Monday April 11, 202"
        },
        {
            "title": "ICSE Class 10 Semester 2 English Exam 2022: Check Specimen Question Paper",
            "content": "The specimen question papers, syllabus and regulations for ICSE (Class 10) are released by CISCE board on the official website- cisce.org.",
            "writer": "Debika Chakraborty",
            "date": " Monday April 11, 202"
        },
        {
            "title": "AP EAMCET (EAPCET) 2022 To Be Held From July 4; Important Details On Application Process",
            "content": "Manabadi AP EAMCET (EAPCET) 2022: AP EAPCET 2022 is scheduled to be held from July 4. Apply on the official website- apsche.ap.gov.in till May 10",
            "writer": "Arnab Mitra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Vivo X Fold, X Note With Snapdragon 8 Gen 1 SoC Launched; Vivo Pad Debuts Alongside",
            "content": "Vivo X Fold and X Note were launched in China on Monday as the company's two new smartphone models. While the Vivo X Fold is Vivo's first foldable phone, the Vivo X Note is the latest premium phone by the Chinese company. Vivo Pad debuted alongside the two new phones as the company's first tablet.",
            "writer": "Jagmeet Singh",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Foreign languages, Tamil Engineering Diplomas And More For Tamil Nadu Students",
            "content": "To enhance employability skills, the government has introduced teaching foreign languages such as German to final year students of state-run engineering colleges- Higher Education Minister K Ponmudy said.",
            "writer": "Press Trust of India",
            "date": " Monday April 11, 202"
        }
    ],
    [
        {
            "title": "TRAI Suggests Sharp Reduction In 5G Spectrum Band Base Price",
            "content": "TRAI has suggested slashing the base price of 5G airwaves, with 40 per cent reduction in 700 MHz band and 36 per cent cut in 3300-3670 MHz bands price",
            "writer": "Animesh Singh",
            "date": " Monday April 11, 202"
        },
        {
            "title": "ICAI Offers Foreign Language Courses For Its Students, Members",
            "content": "According to Dr. Debashis Mitra , President, ICAI, \"by acquiring proficiency in the language of communication for businesses, CA members and students, can add value to their technical expertise, and engage with and serve their international clients better.\"",
            "writer": "Arnab Mitra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "CBSE, CISCE; List Of State-Wise 10th, 12th Exams 2022 To Commence From Next Week",
            "content": "Besides CBSE, CISCE, states like Tripura, Andhra Pradesh and Karnataka will conduct their Class 10, 12 exams in the upcoming weeks of April.",
            "writer": "Debika Chakraborty",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Apple Working on a 35W Dual-Port USB Type-C Power Adapter, Support Document Shows: Report",
            "content": "Apple could be working on a 35W dual-port USB Type-C power adapter. It is expected to go into mass production in 2022.",
            "writer": "Siddhant Chandra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "RBI Controlled Markets' Trading Returns To 9 AM Slot From April 18",
            "content": "Trading in markets regulated by the Reserve Bank of India (RBI) will start from 9 am onwards from April 18",
            "writer": "Press Trust of India",
            "date": " Monday April 11, 202"
        },
        {
            "title": "20 Electric Scooters From Jitendra EV Catch Fire While Being Transported",
            "content": "According to some reports, as many as 40 electric scooters from the company caught fire near the Jitendra EV factory in Nashik, Maharashtra.",
            "writer": "Preetam Bora",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Spider-Man Tom Holland Brings Home The Porsche Taycan Turbo S",
            "content": "Spider-Man star Tom Holland recently announced going \"electric\" with the new Porsche Taycan Turbo S, sharing the monochrome image on his Instagram handle.",
            "writer": "carandbike team",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Bombay High Court Holds Competition Commission's Probe On Debt Trustees",
            "content": "Bombay High Court on Monday put on hold an antitrust investigation into trustee units of SBI, Axis Bank and IDBI Bank for suspected collusion on fees",
            "writer": "Reuters",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Good Skin Health: Foods To Boost Collagen Production",
            "content": "Skin Diet: As we grow older, our processes start to slow down and this affects the production of collagen too",
            "writer": "Rupali Datta",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Spot Shanaya Kapoor In This Bunch Of Happy Faces",
            "content": "For the caption, she wrote, “Say” and added cheese and a red heart emojis.",
            "writer": "NDTV Movies News Desk",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Lumax To Work On Headlight Camera Integration Technology In Future",
            "content": "Lumax Group sees market potential in headlight camera integration technology which according to the company will play a crucial role in safety tech and autonomous driving.",
            "writer": "Shubham Parashar",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Yamaha R15M World GP 60th Anniversary Edition Launched At Rs 1.88 Lakh",
            "content": "Special edition R15M is inspired by the World GP YZR-M1 and celebrates the brands association with the sport since 1961.",
            "writer": "Jaiveer Mehra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Love Momo? Pair It With Nepali Tamatar Ki Chutney And Try - NDTV Food Recommendation",
            "content": "This Nepali-style tomato chutney adds the right amount of tanginess and spice to your meal. Watch the recipe inside.",
            "writer": "Somdatta Saha",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Spotted At Ranbir Kapoor's Mumbai Home, A Taxi Delivering Sabyasachi Outfits",
            "content": "Ranbir, Alia Marriage: The couple has reportedly picked pastel shades for their wedding outfits",
            "writer": "Niharika Sanjeeiv",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Domestic Air Traffic Rose In 2021-22, Yet 40% Lower Than Pre-Pandemic Level: ICRA",
            "content": "India's domestic air passenger traffic is estimated to have grown by around 59 per cent year-on-year to 84 million in 2021-22",
            "writer": "Press Trust of India",
            "date": " Monday April 11, 202"
        }
    ],
    [
        {
            "title": "Wait, What? Gordon Ramsay Cuts Up A Fish Blindfolded, Internet Is Awestruck",
            "content": "Celebrated chef Gordon Ramsay managed to cut up a fish, while his eyes were blindfolded! Take a look at the viral clip that left us awestruck.",
            "writer": "Aditi Ahuja",
            "date": " Monday April 11, 202"
        },
        {
            "title": "2022 Yamaha MT-15 Version 2.0 Launched; Prices Begin At Rs. 1.60 Lakh",
            "content": "The new Yamaha MT-15 now gets an upside down front fork, aluminium swingarm, new digital instrument console with Bluetooth Y-Connect app and new colours.",
            "writer": "Preetam Bora",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Now, JEE Main 2022 Dates Clash With These Competitive Exams",
            "content": "JEE Main 2022: JEE Main session 1 is scheduled to be held from June 20 to 29, and session 2 from July 21 to 30",
            "writer": "Arnab Mitra",
            "date": " Monday April 11, 202"
        },
        {
            "title": "India's Trade With Ukraine Surged 19% Between 2020-21 And 2021-22",
            "content": "India's trade with war-torn Ukraine has seen a 19 per cent rise between 2020-21 and February 2021-22",
            "writer": "Animesh Singh",
            "date": " Monday April 11, 202"
        },
        {
            "title": "TCS Reports 7.3% Rise In March Quarter Net Profit To Rs 9,959 Crore",
            "content": "Tata Consultancy Services Ltd (TCS) reported a 7.3 per cent rise in net profit to Rs 9,959 crore in the January-March quarter and total revenue of 51,572 crore from a year earlier.",
            "writer": "Rahul Karunakar",
            "date": " Monday April 11, 202"
        },
        {
            "title": "NFT Prices May Drop Sharply After Initial Surge, Say Experts",
            "content": "The NFT bubble isn't popping, but it may have sprung a leak. A year on from when a single non-fungible token sold for $69.3 million in crypto at Christie's auction house, with the buyer paying to be recorded on blockchain as the owner of a digital file that anyone can see online for free, this weird and wild market is showing some signs of slowing down.",
            "writer": "Reuters",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Shahid Kapoor's Jersey Avoids Clash With KGF: Chapter 2 This Week, Postponed To...",
            "content": "Jersey has already been postponed many times because of the pandemic",
            "writer": "NDTV Movies News Desk",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Ramzan 2022: Here Are 5 Tips On Healthy Eating",
            "content": "Eating healthy meals during Ramzan is essential. Here Are A Few Tips.",
            "writer": "NDTV Health Desk",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Delhi High Court Dismisses Pleas Against 6 Years+ Age Requirement For Class 1 KV Admission",
            "content": "The Central government, represented by Additional Solicitor General Chetan Sharma, argued that there was no \"vested right\" in the petitioners to seek admission in KV and the petitioners would become eligible for admission next year.",
            "writer": "Press Trust of India",
            "date": " Monday April 11, 202"
        },
        {
            "title": "India's March Fuel Demand Hits 3-yr High, Petrol Sales At All-Time Peak",
            "content": "Fuel consumption in India rose to 19.41 million tonnes, the highest since March 2019 as per the oil ministry's Petroleum Planning and Analysis Cell data.",
            "writer": "Reuters",
            "date": " Monday April 11, 202"
        },
        {
            "title": "National Safe Motherhood Day: 5 Important Nutrients For Strengthening Bones In Women",
            "content": "National Safe Motherhood Day: Constant and adequate supply of nutrients is needed for bone development and strengthening.",
            "writer": "Pavitra K",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Madurai Kizhangu Pottalam: Try These Delicious Potato Parcels From Tamil Nadu",
            "content": "Madurai has long remained one of the cultural hotspots of Tamil Nadu",
            "writer": "Ashwin Rajagopalan",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Brent Crude Falls Over 3% And Crashes To below $100 Per barrel",
            "content": "Brent crude oil fell over 3 per cent to crash below $100 per barrel, following the second straight weekly decline, pressured by China lockdowns and weighed by a surplus boost after announced plans to release a record volume of crude and oil products from strategic stocks.",
            "writer": "Rahul Karunakar",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Mutton Sambar: An Unusual Dish That Typifies Pondicherry's Franco Tamil Cuisine",
            "content": "Pushpa calls it the Margandam Mutton Sambhar, a popular dish among diners who have dined at her home. The French used to refer to the lamb used in Pondicherian \"mouton\" (mutton).",
            "writer": "Ashwin Rajagopalan",
            "date": " Monday April 11, 202"
        },
        {
            "title": "Sunny Leone's Maldives Adventure: A Night Swim Coming Up In 3, 2, 1",
            "content": "\"Mood for a night swim,\" she wrote read",
            "writer": "NDTV Movies News Desk",
            "date": " Monday April 11, 202"
        }
    ]
]